Revit 2024 API
BuiltInFailures.WallFailures.SubwallOfStackedWallDeleted Property
 This stacked wall will be deleted because a subwall could not be created.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId SubwallOfStackedWallDeleted { get; }
Visual Basic
Public Shared ReadOnly Property SubwallOfStackedWallDeleted As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ SubwallOfStackedWallDeleted {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.WallFailures Class
Autodesk.Revit.DB Namespace